Tekla.Structures.ModelInternal.dotModelObjectType_t
ModelObject type class serialization structure.

Tekla.Structures.ModelInternal.dotModelObjectType_t.PrimaryType


Tekla.Structures.ModelInternal.dotModelObjectType_t.SecondaryType


Tekla.Structures.ModelInternal.dotModelObjectType_t.BooleanPartType


Tekla.Structures.ModelInternal.dotModelObjectType_t.IsConcreteMaterial
